Revit 2027 API
ParameterTypeId.DividedSurfaceGridOptionParamn1 Property
 "Option 1"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DividedSurfaceGridOptionParamn1 { get; }
Public Shared ReadOnly Property DividedSurfaceGridOptionParamn1 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DividedSurfaceGridOptionParamn1 {
	ForgeTypeId^ get ();
}
static member DividedSurfaceGridOptionParamn1 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace